insert into user_tb (user_name, password, nick_name, join_date, created_at)
values  ('p4rksk', '1234', 'p4rksk', '2025-05-19 00:00:00', '2025-05-19 00:00:05'),
        ('cos', '1234', 'cos', '2025-05-19 00:00:00', '2025-05-19 00:00:05');

insert into board_tb (title, content, user_id, wrtie_date, created_at, edited_at, updated_at)
values  ('안녕', '안녕하세요', 1, '2025-05-19 01:00:00', '2025-05-19 01:00:05', null, null),
        ('hi', 'hi입니다.', 2, '2025-05-19 01:00:00', '2025-05-19 01:00:05', null, null),
        ('하하', '하하', 1, '2025-05-19 02:00:00', '2025-05-19 02:00:05', null, null),
        ('히히', '히히.', 2, '2025-05-19 02:00:00', '2025-05-19 02:00:05', null, null),
        ('테스트', '테스트입니다.', 1, '2025-05-19 03:00:00', '2025-05-19 03:00:05', null, null),
        ('바셀 팬', '바르셀로나 팬입니다.', 2, '2025-05-19 03:00:00', '2025-05-19 03:00:05', null, null);

insert into reply_tb (board_id, user_id, comment, comment_at, created_at, modified_at, updated_at)
values  (1, 1, '첫번째 댓글 입니다.', '2025-05-19 02:00:00', '2025-05-19 02:00:05', null, null),
        (2, 1, '첫번째 댓글 입니다.', '2025-05-19 03:00:00', '2025-05-19 03:00:05', null, null),
        (3, 1, '첫번째 댓글 입니다.', '2025-05-19 04:00:00', '2025-05-19 04:00:05', null, null),
        (4, 1, '첫번째 댓글 입니다.', '2025-05-19 05:00:00', '2025-05-19 05:00:05', null, null),
        (5, 1, '첫번째 댓글 입니다.', '2025-05-19 06:00:00', '2025-05-19 06:00:05', null, null),
        (6, 1, '첫번째 댓글 입니다.', '2025-05-19 07:00:00', '2025-05-19 07:00:05', null, null);
        
     